[M_OutOfBody MissionDefinition]
MissionDescription="After removing the AI ​​Loader kernel #1340 from the framework. He asks you to help him find someone new. He must have tried to kill you many times. But this is nothing new. Downloader #1340 asks to install an inactive version of the bot.."

[M_OutOfBody:DestroyRadio_ObjSet MissionObjectiveSetDefinition]
MissionDescriptionOverride="After bootloader #1340, the AI ​​core explodes from the main body. He asks you to help him find new things. You heard it on the radio. But that doesn't stop him from killing you with bad pop songs. You have successfully wiped the radio and restored its AI core. Maybe he won't try to destroy you now.."

[M_OutOfBody:MissionObjectiveSetDefinition_2 MissionObjectiveSetDefinition]
MissionDescriptionOverride="After removing AI bootloader core #1340 from the case, he asked for help finding a new one. He may have tried to kill you several times. But this is nothing new. Enter the first slide number. 1340 in creator robots. But he tried to kill you. Once you click on bot maker above. You have to get him back and try to get him a new body.."

[M_OutOfBody:MissionObjectiveSetDefinition_7 MissionObjectiveSetDefinition]
MissionDescriptionOverride="After removing AI Manloader #1340 from your body, you will ask for help to find a new one. He tried to kill you several times, but now he wants to help you kill someone else: he asks you to put him in a shield or armor.."

[M_OutOfBody:MissionObjectiveSetDefinition_8 MissionObjectiveSetDefinition]
MissionDescriptionOverride="After AI Loader #1340's heart explodes from his body, he asks you to help him find a new heart. It might mean you die a few times, but that's nothing new. I removed it to the WAR bootloader and it looked fine when I reinstalled it.."

[M_OutOfBody:ObjSet_FindRadio MissionObjectiveSetDefinition]
MissionDescriptionOverride="After removing Medium AI Loader #1340 from his body, he will ask you to help him find a new one. He tried to kill you many times, but he wanted to be a robot on the radio. "

[M_OutOfBody:ObjSet_KillConstructorBot MissionObjectiveSetDefinition]
MissionDescriptionOverride="When the charger doesn't. 1340 The AI ​​extracts its core from its body, asks you for help in finding a new core. In that case, he might try to kill you several times, but that's nothing new. Do you have the charger number? 1340 on the bot creator but he will try to kill you. The developer appears to have been murdered.."

[M_OutOfBody:ObjSet_KillLoader MissionObjectiveSetDefinition]
MissionDescriptionOverride="After removing the AI ​​#1340 bootloader from the case, you will be asked for help in finding a replacement. This could include attempted murder, which is new. You added Summoner #1340 to a Mopi Bot that tried to kill you. Now he will fight, he will kill you. You may have removed the WAR plugin."

[M_OutOfBody:ObjSet_UseLoader MissionObjectiveSetDefinition]
MissionDescriptionOverride="After removing a seed, AI Loader #1340 asked for help finding a new seed. It might include a few attempts to kill him, but nothing new. If you put bootloader #1340 in bot creator they will kill you. Then install it in WAR loader. There really is nothing here."
